<?php

$lang['required']			= "Поле %s является обязательным.";
$lang['not_allowed']		= "Вы не можете добавлять заметки.";
$lang['captcha']	    	= "Неправильные символы в капче.";
$lang['blocked_words']    	= "Ваша заметка содержит запрещённые слова.";
$lang['robot']             	= "Кыш, робот!";
$lang['empty']				= "Поле %s не может быть пустым.";
$lang['valid_lang']			= "Пожалуйста, выберите язык.";
$lang['isset']				= "Поле %s должно содержать значение.";
$lang['valid_email']		= "Поле %s должно содержать корректный e-mail адрес.";
$lang['valid_emails']		= "Поле %s должно содержать корректные e-mail адреса.";
$lang['valid_url']			= "Поле %s должно содержать корректный URL.";
$lang['valid_ip']			= "Поле %s должно содержать корректный IP.";
$lang['min_length']			= "Поле %s должно содержать не менее %s символов.";
$lang['max_length']			= "Поле %s должно содержать не более %s символов.";
$lang['exact_length']		= "Поле %s должно содержать ровно %s символов.";
$lang['alpha']				= "Поле %s может содержать только буквенные символы.";
$lang['alpha_numeric']		= "Поле %s может содержать только цифро-буквенные символы.";
$lang['alpha_dash']			= "Поле %s может содержать только цифро-буквенные символы, подчеркивания и слэши.";
$lang['numeric']			= "Поле %s должно содержать только цифры.";
$lang['is_numeric']			= "Поле %s должно содержать только числовые символы.";
$lang['integer']			= "Поле %s должно содержать число.";
$lang['regex_match']		= "Поле %s в неправильном формате.";
$lang['matches']			= "Поле %s не соответствует полю %s.";
$lang['is_unique'] 			= "Поле %s должно содержать уникальное значение.";
$lang['is_natural']			= "Поле %s должно содержать только положительные числа.";
$lang['is_natural_no_zero']	= "Поле %s должно содержать число большее, чем ноль.";
$lang['decimal']			= "Поле %s должно содержать десятичное число.";
$lang['less_than']			= "Поле %s должно содержать число меньшее, чем %s.";
$lang['greater_than']		= "Поле %s должно содержать число большее, чем %s.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/russian/form_validation_lang.php */
